translations = '{"english":{"languageShort":"En","donate":"Donate","whoWeAreTitle":"Who we are","whoWeAreContent":"EarthAid Solutions is an association based in Hamburg (DE) aiming at tackling environmental and social issues. To do so, we undertake multiple projects around the world with partners, who share your vision and values. EarthAid Solutions is unique in its character of non-profit organisation as every donation collected is fully invested in the project itself. If you too want to transform the world for the better, then become a member and/or donate to one of our projects!","whatWeDoTitle":"What we do","whatWeDoContent":"For our projects we collect funds worldwide to plant trees in South America and Africa and reforest idle areas. We work with local organisations to offer sustainable growth opportunities. This includes education i.e. inviting local schools to help and learn about the process of preserving and foresting. In addition, we collaborate with local populations in order to scale up our project and have a greater impact on our planet.","whatTitle":"What","whatContent":"We plant trees in degraded areas to cultivate degenerated grounds","whenAndWhereTitle":"When and Where","whenAndWhereContent":"Right now ! We\'re working with our partner-organisations in Brazil and Kenya","withWhomTitle":"With whom","withWhomContent":"Our partners in Brazil are Centro de Pesquisas Ambientais do Nordeste - Cepan and Despertar do Gigante while our partner in Kenya is Eden Reforestration Projects","howTitle":"How","howContent":"With our partners and support in the industry, the public and anonymous sponsoring we collect funds to get good things going ","ourTeamHead":"Our team","arianContent":"« I want to create a platform that encourages people to participate with their experience, motivation and passion to change things that weren´t changeable before. »","tobiasContent":"« Spending most of my holidays in the mountains hiking, camping or touring with my bike in the nature, I feel the urge to preserve the planet that´s been given to us people. »","noemieContent":"« I believe that everyone has a role to play during this time of environmental crisis. Planting trees is my way of giving back to our beautiful Earth. » ","christopherContent":"« I´m convinced that everyone should have the opportunity to make a difference. EarthAid Solutions is my way to contribute to making the world a better place. »","impactTitle":"Our impact","collaborationsTitle":"Collaborations","getInTouchTitle":"Get in touch","charter":"Charter","transparency":"Transparency","privacyPolicy":"Privacy policy","contactUs":"Contact us!"},"french":{"languageShort":"Fr","donate":"Faire un don","whoWeAreTitle":"Qui nous sommes","whoWeAreContent":"EarthAid Solutions est une association basée à Hambourg (DE) visant à s\'attaquer aux problèmes environnementaux et sociaux. Pour ce faire, nous menons de multiples projets à travers le monde avec des partenaires, qui partagent votre vision et vos valeurs. EarthAid Solutions est unique dans son caractère d\'organisation à but non lucratif car chaque don collecté est entièrement investi dans le projet lui-même. Si vous aussi vous souhaitez transformer le monde pour le mieux, alors devenez membre et/ou faites un don à l\'un de nos projets !","whatWeDoTitle":"Ce que nous faisons","whatWeDoContent":"Nous collectons de l\'argent pour nos projets dans le monde entier pour planter des arbres et reboiser des jachères en Amérique du Sud et en Afrique. Nous travaillons avec des organisations locales pour offrir des opportunités de croissance durable. Cela comprend l\'éducation, i. H. Inviter les écoles locales à aider et à se renseigner sur la conservation et la gestion des forêts. De plus, nous travaillons avec les populations locales pour élargir notre projet et avoir un plus grand impact sur notre planète.","whatTitle":"Quoi","whatContent":"Nous plantons des arbres dans les zones dégradées pour cultiver des sols dégénérés","whenAndWhereTitle":"Quand et où","whenAndWhereContent":"En ce moment même ! Nous travaillons avec nos organisations partenaires au Brésil et au Kenya","withWhomTitle":"Avec qui ","withWhomContent":"Nos partenaires au Brésil sont le Northeast Environmental Research Center - Cepan et Despertar do Gigante tandis que notre partenaire au Kenya est Eden Reforestration Projects","howTitle":"Comment","howContent":"Avec nos partenaires et le soutien de l\'industrie, le sponsoring public et anonyme, nous collectons des fonds pour faire avancer les choses ","ourTeamHead":"Notre équipe","arianContent":"« Je veux créer une plate-forme qui encourage les gens à participer avec leur expérience, leur motivation et leur passion pour changer des choses qui n\'étaient pas modifiables auparavant. »","tobiasContent":"« Passant la plupart de mes vacances à la montagne à faire de la randonnée, du camping ou des randonnées avec mon vélo dans la nature, je ressens l\'envie de préserver la planète qui nous est donnée. »","noemieContent":"« Je crois que chacun a un rôle à jouer en cette période de crise environnementale. Planter des arbres est ma façon de redonner à notre belle Terre. »","christopherContent":"« Je suis convaincu que tout le monde devrait avoir la possibilité de faire la différence. EarthAid Solutions est ma façon de contribuer à rendre le monde meilleur. » ","impactTitle":"Notre impact ","collaborationsTitle":"Collaborations","getInTouchTitle":"Entrer en contact","charter":"Charte","transparency":"Transparence","privacyPolicy":"Politique de confidentialité","contactUs":"Contactez-nous !"},"german":{"languageShort":"De","donate":"Spenden","whoWeAreTitle":"Wer wir sind","whoWeAreContent":"EarthAid Solutions ist ein Verein mit Sitz in Hamburg (DE), der sich für Umwelt- und Sozialfragen einsetzt. Dazu führen wir weltweit mehrere Projekte mit Partnern durch, die Ihre Vision und Werte teilen. EarthAid Solutions ist einzigartig in seinem Charakter einer gemeinnützigen Organisation, da jede gesammelte Spende vollständig in das Projekt selbst investiert wird. Wenn auch Sie die Welt zum Besseren verändern wollen, dann werden Sie Mitglied und/oder spenden Sie für eines unserer Projekte!","whatWeDoTitle":"Was wir tun","whatWeDoContent":"Für unsere Projekte sammeln wir weltweit Gelder, um in Südamerika und Afrika Bäume zu pflanzen und Brachflächen aufzuforsten. Wir arbeiten mit lokalen Organisationen zusammen, um nachhaltige Wachstumschancen zu bieten. Dazu gehört Bildung, d. h. die Einladung lokaler Schulen, zu helfen und etwas über den Prozess des Erhalts und der Forstwirtschaft zu lernen. Darüber hinaus arbeiten wir mit der lokalen Bevölkerung zusammen, um unser Projekt zu vergrößern und einen größeren Einfluss auf unseren Planeten zu haben.","whatTitle":"Was","whatContent":"Wir pflanzen Bäume in degradierten Gebieten, um degenerierte Böden zu kultivieren","whenAndWhereTitle":"Wann und wo","whenAndWhereContent":"Jetzt ! Wir arbeiten mit unseren Partnerorganisationen in Brasilien und Kenia zusammen","withWhomTitle":"Mit wem","withWhomContent":"Unsere Partner in Brasilien sind Centro de Pesquisas Ambientais do Nordeste - Cepan und Despertar do Gigante, während unser Partner in Kenia Eden Reforeestration Projects ist ","howTitle":"Wie","howContent":"Mit unseren Partnern und der Unterstützung in der Branche, der Öffentlichkeit und anonymem Sponsoring sammeln wir Gelder, um Gutes in Gang zu bringen","ourTeamHead":"Unser Team","arianContent":"« Ich möchte eine Plattform schaffen, die Menschen dazu ermutigt, mit ihrer Erfahrung, Motivation und Leidenschaft Dinge zu verändern, die vorher nicht änderbar waren. »","tobiasContent":"« Ich verbringe die meisten meiner Ferien in den Bergen beim Wandern, Campen oder Touren mit dem Fahrrad in der Natur und verspüre den Drang, den Planeten zu erhalten, der uns Menschen geschenkt wurde. »","noemieContent":"« Ich glaube, dass jeder in dieser Zeit der Umweltkrise eine Rolle zu spielen hat. Das Pflanzen von Bäumen ist meine Art, unserer schönen Erde etwas zurückzugeben. »","christopherContent":"« Ich bin überzeugt, dass jeder die Möglichkeit haben sollte, etwas zu bewegen. EarthAid Solutions ist mein Weg, dazu beizutragen, die Welt zu einem besseren Ort zu machen. »","impactTitle":"Unsere Wirkung ","collaborationsTitle":"Kooperationen","getInTouchTitle":"In Verbindung treten","charter":"Charta","transparency":"Transparenz","privacyPolicy":"DatenschutzBestimmungen","contactUs":"Kontaktiere uns!"}}'; 